Repository: common-repository/wc-guatemala
Catalog: languages/wc-guatemala-*.po
Languages: es_es

source: Allows adding rules by city
es_es: Permitir reglas de envio por ciudad

source: Cities
es_es: Ciudades

source: Coste
es_es: Costo

source: Guatemala States and Cities for WooCommerce
es_es: Estados y Ciudades de Guatemala para WooCommerce

source: Plugin that adds Guatemalan states, cities and towns for WooCommerce shopping features.
es_es: Plugin que agrega departamentos, ciudades y zonas o poblados de Guatemala a las características de compra de WooCommerce.

source: Select an option&hellip;
es_es: Selecciona una opción...

source: Select the city referring to the region that you have previously added
es_es: Elegir la ciudad de acuerdo al departamento que hayas elejido anteriormente.

source: Shipping filter By Cities
es_es: Filtro de envios por ciudades

source: Single method
es_es: Metodo individual

source: When doing single shipping method, it eliminates all others and imposes its own rules
es_es: Cuando se configura un metodo individual de envio, elimina todas las demas reglas e impone sus propias reglas

source: You are using the <strong>Guatemala Cities and States for WooCommerce</strong> plugin developed by <a href="https://digitallabs.agency" target="_blank">Digital Labs</a>. If you need assistance configuring the plugin, help with your eCommerce site or just want to say hi, feel free to contact us <a href="https://digitallabs.agency/contacto" target="_blank">here</a>. We will be happy to work with you.
es_es: Estas utilizando el plugin <strong>Ciudades y Departamentos de Guatemala para WooCommerce</strong> desarrollado por <a href="https://digitallabs.agency" target="_blank">Digital Labs</a>. Si necesitas asistencia configurando el plugin, ayuda con tu sitio eCommerce, o quieres pasar a saludar, puedes contactarnos <a href="https://digitallabs.agency/contacto" target="_blank">aqui</a>. Estaremos felices de trabajar contigo.

source: Zone / Town
es_es: Zona / Poblado
